"Diagnostics" = "Foutrapportage";
"For more information about diagnostics, see http://infinite-labs.net/kb/logging/." = "Kijk voor informatie over foutrapportage op http://infinite-labs.net/kb/logging/.";